Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: %d: Circular links are not allowed
zh_cn: %d: 不允许循环链接

source: %s not supported for %s files.
zh_cn: %s 文件不支持 %s 。

source: %s on %s
zh_cn: %s 在 %s

source: %s property out of range
zh_cn: %s 属性超出范围

source: %s: Missing call to LoadColumnDetails
zh_cn: %s: 缺少对 LoadColumnDetails 的调用

source: &Abort
zh_cn: 中止

source: &Abort on all error messages
zh_cn: 中止所有错误消息

source: &About GameMaker...
zh_cn: 关于 GameMaker...

source: &Add
zh_cn: &添加

source: &Add Empty Shift+A
zh_cn: &添加空 Shift+A

source: &Add Reverse
zh_cn: &添加反向

source: &Add from File...
zh_cn: &从文件添加...

source: &All
zh_cn: 全部

source: &Allow the player to resize the game window
zh_cn: 允许玩家调整游戏窗口的大小

source: &Allow the player to resize the window
zh_cn: &允许播放机调整窗口大小

source: &Always reload changed files
zh_cn: 始终重新加载已更改的文件

source: &Animation
zh_cn: &动画

source: &Anti-Aliasing
zh_cn: &抗锯齿

source: &Asynchronous
zh_cn: 异步

source: &Automatic indentation
zh_cn: 自动缩进

source: &Begin of step
zh_cn: 步开始

source: &Blur...
zh_cn: 模糊....

source: &Bold
zh_cn: &粗体

source: &Bold Ctrl+B
zh_cn: &粗体 Ctrl+B

source: &Bottom
zh_cn: 底

source: &Bulleted List
zh_cn: 项目符号列表

source: &Cancel
zh_cn: &取消

source: &Center
zh_cn: 中心

source: &Center the game in the browser
zh_cn: 在浏览器中居中游戏

source: &Change
zh_cn: &修改

source: &Clean build
zh_cn: 清除构建

source: &Clean build F7
zh_cn: &清除构建 F7

source: &Clear
zh_cn: &清除

source: &Clear Recent Files
zh_cn: 清除最近的文件

source: &Clear all
zh_cn: &清除全部

source: &Clockwise
zh_cn: &顺时针

source: &Close
zh_cn: 关闭

source: &Close All
zh_cn: 关闭所有

source: &Close Saving Changes
zh_cn: &关闭，保存更改

source: &Close Saving Changes Alt+F4
zh_cn: &关闭，保存修改 Alt+F4

source: &Colorize...
zh_cn: &着色...

source: &Condition:
zh_cn: 条件

source: &Copy
zh_cn: &复制

source: &Copy Ctrl+C
zh_cn: &复制 Ctrl+C

source: &Copy Event
zh_cn: 复制事件

source: &Create
zh_cn: 创建

source: &Create Application...
zh_cn: 创建应用程序...

source: &Create from File...
zh_cn: &从文件创建...

source: &Delete
zh_cn: &删除

source: &Delete Del
zh_cn: &删除 Del

source: &Delete Shift+Del
zh_cn: &删除 Shift+Del

source: &Depth:
zh_cn: 深度:

source: &Destroy
zh_cn: &销毁

source: &Diamond
zh_cn: 菱形

source: &Disappear
zh_cn: &消失

source: &Display error messages
zh_cn: &显示错误信息

source: &Draw background color
zh_cn: 绘制背景颜色

source: &Edit
zh_cn: &编辑

source: &Edit Background
zh_cn: &修改背景

source: &Edit Sound
zh_cn: 编辑声音

source: &Edit Sprite
zh_cn: &编辑精灵

source: &Edit Values
zh_cn: 编辑值

source: &Editors
zh_cn: 编辑器

source: &Ellipse
zh_cn: 椭圆

source: &End of step
zh_cn: 步结束

source: &Erase a Color...
zh_cn: 擦除颜色...

source: &Erase to Left Color
zh_cn: &擦除左侧的颜色

source: &Erase to Left Color Shift+Del
zh_cn: &擦除左侧的颜色 Shift+Del

source: &Erase...
zh_cn: &擦除...

source: &Excellent
zh_cn: 优异

source: &Expand Resource Tree
zh_cn: 展开资源树

source: &Fade to Color...
zh_cn: &淡出色彩...

source: &Fade...
zh_cn: &淡化...

source: &File
zh_cn: &文件

source: &Find Resource...
zh_cn: 查找资源...

source: &Font
zh_cn: &字体

source: &Font...
zh_cn: &字体...

source: &Foreground image
zh_cn: 前景图像

source: &Forms
zh_cn: 表单

source: &Full image
zh_cn: 全图

source: &GameMaker Community
zh_cn: GameMaker 社区

source: &General
zh_cn: &一般

source: &Glow...
zh_cn: 光晕...

source: &Good
zh_cn: 良好

source: &Goto line
zh_cn: 转到行

source: &Goto line Ctrl+G
zh_cn: &转到行 Ctrl+G

source: &Group undo operations
zh_cn: 组撤消操作

source: &Grow
zh_cn: &增长

source: &Height:
zh_cn: 高:

source: &Help
zh_cn: 帮助

source: &Helpdesk
zh_cn: 帮助台

source: &High Quality
zh_cn: &高质量

source: &Ignore
zh_cn: 忽略

source: &Image
zh_cn: &图像

source: &Images
zh_cn: &图像

source: &Import Project...
zh_cn: 导入项目...

source: &In object properties, show hints for the actions
zh_cn: 在物体属性中, 显示操作的提示

source: &Indent amount:
zh_cn: 缩进量:

source: &Insert
zh_cn: &插入

source: &Insert Empty Shift+I
zh_cn: &插入空 Shift+I

source: &Intensity
zh_cn: 强度:

source: &Intensity Shift+Ctrl+I
zh_cn: &强度 Shift+Ctrl+I

source: &Intensity...
zh_cn: &强度...

source: &Interpolate colors between pixels
zh_cn: 在像素之间插入颜色

source: &Interpolate colours between pixels
zh_cn: 在像素之间插入颜色

source: &Italic
zh_cn: &斜体

source: &Italic Ctrl+I
zh_cn: &斜体 Ctrl+I

source: &Keyboard
zh_cn: &键盘

source: &Knowledge Base
zh_cn: 知识库

source: &Left
zh_cn: 左

source: &Left:
zh_cn: 左:

source: &Load
zh_cn: &载入

source: &Load Background
zh_cn: &载入背景

source: &Load Sprite
zh_cn: 载入精灵

source: &Load from a file...
zh_cn: &从文件载入...

source: &Log Out
zh_cn: 注销

source: &Make Opaque...
zh_cn: 不透明...

source: &Manual
zh_cn: 手册

source: &Marketplace Beta
zh_cn: 市场测试版

source: &Merge
zh_cn: 合并

source: &Middle of step
zh_cn: 步中间

source: &Mirror/Flip...
zh_cn: &镜像/翻转...

source: &Modify Mask
zh_cn: 修改遮罩

source: &Morph...
zh_cn: &变形...

source: &Mouse
zh_cn: 鼠标

source: &Name
zh_cn: &名称:

source: &Name:
zh_cn: &名称:

source: &New Project
zh_cn: 新项目

source: &New Project Ctrl+N
zh_cn: &新的项目 Ctrl+N

source: &New...
zh_cn: &新建...

source: &News...
zh_cn: 新闻

source: &No
zh_cn: 否

source: &No Zoom
zh_cn: &无缩放

source: &No Zoom Ctrl+0
zh_cn: &无缩放 Ctrl+0

source: &Normal
zh_cn: 正常

source: &Number of undo:
zh_cn: 撤消次数:

source: &OK
zh_cn: &确定

source: &Open GameMaker in Explorer
zh_cn: 在资源管理器中打开 GameMaker

source: &Open GameMaker in Explorer Ctrl+Alt+O
zh_cn: &在资源管理器中打开 GameMaker Ctrl+Alt+O

source: &Open Project...
zh_cn: 打开项目..。

source: &Open...
zh_cn: 打开...

source: &Overlay...
zh_cn: &覆盖...

source: &Package Manager
zh_cn: 包管理器

source: &Paste
zh_cn: &粘贴

source: &Paste Ctrl+V
zh_cn: &粘贴 Ctrl+V

source: &Paste Event
zh_cn: 粘贴事件

source: &Poor
zh_cn: 较差

source: &Precise
zh_cn: 精确

source: &Precise collision checking
zh_cn: 精确的碰撞检查

source: &Preferences...
zh_cn: 偏好设定...

source: &Previous Image
zh_cn: &上一张图片

source: &Previous Image Shift+F77
zh_cn: &上一张图像.. Shift+F77

source: &Print...
zh_cn: &打印...

source: &Properties...
zh_cn: 属性

source: &Recent Projects
zh_cn: 最近的项目

source: &Rectangle
zh_cn: 矩形

source: &Redo
zh_cn: &重做

source: &Redo Shift+Ctrl+Z
zh_cn: &重做 Shift+Ctrl+Z

source: &Release Notes
zh_cn: 版本说明

source: &Remove
zh_cn: 删除

source: &Rename
zh_cn: 重命名

source: &Rename F2
zh_cn: &重命名 F2

source: &Reset
zh_cn: 重置

source: &Resources
zh_cn: 资源

source: &Retry
zh_cn: 重试

source: &Reverse
zh_cn: &反向

source: &Right
zh_cn: 右

source: &Rotate...
zh_cn: &旋转...

source: &Run normally
zh_cn: 正常运行

source: &Run normally F5
zh_cn: &正常运行 F5

source: &Save
zh_cn: 保存

source: &Save Ctrl+S
zh_cn: &保存 Ctrl+S

source: &Save as PNG File...
zh_cn: &保存为 PNG 文件...

source: &Save to a file...
zh_cn: &保存为文件...

source: &Scripts
zh_cn: 脚本

source: &Scripts and Code
zh_cn: 脚本和代码

source: &Selling Assets
zh_cn: 出售资产

source: &Shift
zh_cn: 移动

source: &Shift...
zh_cn: &移动...

source: &Show Compile Form
zh_cn: 显示编译表单

source: &Show Resource Names
zh_cn: 显示资源名称

source: &Show help in a separate window
zh_cn: 在单独的窗口中显示帮助

source: &Show recently edited games in the file menu
zh_cn: 在 "文件" 菜单中显示最近编辑的游戏

source: &Size
zh_cn: &大小

source: &Smooth Edges...
zh_cn: 平滑边缘...

source: &Sort
zh_cn: &分类

source: &Step
zh_cn: 步

source: &Straight lines
zh_cn: 直线

source: &Stretch...
zh_cn: &拉伸...

source: &Texture Group
zh_cn: &纹理组

source: &Texture Groups
zh_cn: 纹理组

source: &Top
zh_cn: 顶

source: &Top:
zh_cn: 顶:

source: &Transform
zh_cn: &变换

source: &Translation Sequence...
zh_cn: &平移序列...

source: &Trim...
zh_cn: &修剪...

source: &Underline
zh_cn: 下划线

source: &Underline Ctrl+U
zh_cn: &下划线 Ctrl+U

source: &Undo
zh_cn: &撤销

source: &Undo Ctrl+Z
zh_cn: &撤销 Ctrl+Z

source: &Up
zh_cn: &上

source: &Use as tile set
zh_cn: &用作图块集

source: &Use code editor
zh_cn: 使用代码编辑器

source: &Use color coding
zh_cn: 使用颜色编码

source: &Use splash screen
zh_cn: 使用初始屏幕

source: &Use synchronization to avoid tearing
zh_cn: 使用同步避免撕裂

source: &Very Good
zh_cn: 非常好

source: &View
zh_cn: &视图

source: &Visible
zh_cn: 可见

source: &When closing, remove instances outside the room
zh_cn: 关闭时, 删除房间外的实例

source: &Width:
zh_cn: 宽度:

source: &Window
zh_cn: 窗口

source: &Window Caption:
zh_cn: 窗口标题:

source: &Write error messages to file game_errors.log
zh_cn: 将错误消息写入文件 game_errors.log

source: &Yes
zh_cn: 是

source: &backgrounds
zh_cn: 背景

source: &number of images:
zh_cn: 图像数量:

source: &objects
zh_cn: 物体

source: &settings
zh_cn: 设置

source: &tiles
zh_cn: 图块

source: &vertical cell offset:
zh_cn: 垂直单元格偏移：

source: &views
zh_cn: 视野

source: '%s' is not a valid property value
zh_cn: "%s" 不是有效的属性值

source: (Editor only)
zh_cn: (仅限编辑器)

source: (IHDR chunk is not the first)
zh_cn: (IHDR 块不是第一个)

source: (Must be a power of 2)
zh_cn: (必须为2的幂)

source: (Or the code from your app if using an authenticator application.)
zh_cn: (或应用中的代码，如果使用验证程序应用程序)。

source: (Restart Required)
zh_cn: (需要重新启动)

source: (you can also click on the original image to change this)
zh_cn: (您还可以单击原始图像以更改此)

source: + <Alt> = no snap resize
zh_cn: + <Alt> = 无捕捉大小

source: + <Alt> = no snap
zh_cn: + <Alt> = 无捕捉

source: + <Ctrl> = add
zh_cn: + <Ctrl> = 添加

source: + <Ctrl> = delete Middle mouse button = scroll
zh_cn: + <Ctrl> = delete 删除鼠标中键 = 滚动

source: + <Ctrl> = resize selection
zh_cn: + <Ctrl> = 调整选区大小

source: + <Shift> = Select multiple
zh_cn: + <Shift> = 选择多个

source: + <Shift> = delete all
zh_cn: + <Shift> = 删除全部

source: + <Shift>+<Ctrl> = add multiple
zh_cn: + <Shift> + <Ctrl> = 添加多个

source: + <Space> = scroll room Right mouse button = menu
zh_cn: + <Space> = 滚动房间鼠标右键 = 菜单

source: .p12 certificate file
zh_cn: .p12 证书文件

source: 0 seconds
zh_cn: 0 秒

source: 1 seconds
zh_cn: 1 秒

source: 10 digit alpha-numeric identifier taken from your developer.apple.com/#/overview URL
zh_cn: 取自您的 developer.apple.com/#/overview 网址的10位字母数字标识符

source: 10 digit alpha-numeric identifier taken from your developer.apple.com/#/overview, this will be the default value
zh_cn: 从 developer.apple.com/#/overview 获取的 10 位字母数字标识符，这将是默认值

source: 10 seconds
zh_cn: 10 秒

source: 1024x1024 (Recommended size)
zh_cn: 1024x1024 (推荐尺寸)

source: 128-Byte Prefetching
zh_cn: 128 字节预取

source: 16 bit
zh_cn: 16 位

source: 160x600 Image Ad
zh_cn: 160x600 图片广告

source: 160x600 Image Ad click to Full Screen Image
zh_cn: 160x600 图片广告点击全屏图像

source: 160x600 Video Ad click to Full Screen Video
zh_cn: 160x600 视频广告点击全屏视频

source: 180 degrees
zh_cn: 180 度

source: 1st level data cache: 16 KBytes, 4-way set associative, 32 byte line size
zh_cn: 一级数据缓存:16 kb, 4 路集关联, 32 字节行大小

source: 1st level data cache: 16 KBytes, 4-way set associative, 64 byte line size
zh_cn: 一级数据缓存:16 kb, 4 路集关联, 64 字节行大小

source: 1st level data cache: 24 KBytes, 6-way set associative, 64 byte line size
zh_cn: 一级数据缓存:24 kb, 6 路集关联, 64 字节行大小

source: 1st level data cache: 32 KBytes, 8-way set associative, 64 byte line size
zh_cn: 一级数据缓存:32 kb, 8 路集关联, 64 字节行大小

source: 1st level data cache: 8 KBytes, 2-way set associative, 32 byte line size
zh_cn: 一级数据缓存: 8 kb, 2 路集关联, 32 字节行大小

source: 1st level instruction cache: 16 KBytes, 4-way set associative, 32 byte line size
zh_cn: 一级指令缓存:16 kb, 4 路集关联, 32 字节行大小

source: 1st level instruction cache: 32 KBytes, 4-way set associative, 64 byte line size
zh_cn: 一级指令缓存:32 kb, 4 路集关联, 64 字节行大小

source: 1st level instruction cache: 32 KBytes, 8-way set associative, 64 byte line size
zh_cn: 一级指令缓存:32 kb, 8 路集关联, 64 字节行大小

source: 1st level instruction cache: 8 KBytes, 4-way set associative, 32 byte line size
zh_cn: 一级指令缓存: 8 kb, 4 路集关联, 32 字节行大小

source: 1st-level data cache: 16 KByte, 8-way set associative, 64 byte line size
zh_cn: 一级数据缓存:16 kb, 8 路集关联, 64 字节行大小

source: 1st-level data cache: 16 KBytes, 4-way set associative, 64 byte line size
zh_cn: 一级数据缓存:16 kb, 4 路集关联, 64 字节行大小

source: 1st-level data cache: 32 KBytes, 4-way set associative, 64 byte line size
zh_cn: 一级数据缓存:32 kb, 4 路集关联, 64 字节行大小

source: 1st-level data cache: 8 KBytes, 4-way set associative, 64 byte line size
zh_cn: 一级数据缓存: 8 kb, 4 路集关联, 64 字节行大小

source: 2 seconds
zh_cn: 2 秒

source: 24 bit
zh_cn: 24 位

source: 250x125 Image + Text Ad
zh_cn: 250x125 图片 + 文字广告

source: 250x250 Image + Text Ad
zh_cn: 250x250 图片 + 文字广告

source: 250x250 Image Ad click to Full Screen Image
zh_cn: 250x250 图片广告点击全屏图像

source: 250x250 Image Ad with Hotspots
zh_cn: 带有热点的 250x250 图像广告

source: 250x250 Text Ad
zh_cn: 250x250 文字广告

source: 270 degrees
zh_cn: 270 度

source: 292x60 Image + Text Ad
zh_cn: 292x60 图片 + 文字广告

source: 2nd level cache: 256 KBytes, 8-way set associative, 64 byte line size
zh_cn: 二级缓存: 256 kb, 8 路集关联, 64 字节行大小

source: 2nd-level cache: 1 MByte, 8-way set associative, 64 byte line size
zh_cn: 二级缓存: 1 mb, 8 路集关联, 64 字节行大小

source: 2nd-level cache: 1 MBytes, 4-way set associative, 32 byte line size
zh_cn: 二级缓存: 1 mb , 4 路集关联, 32 字节行大小

source: 2nd-level cache: 1 MBytes, 4-way set associative, 64 bytes line size
zh_cn: 二级缓存：1 mb，4路组关联，64字节行大小

source: 2nd-level cache: 1 MBytes, 8-way associative, 32 byte line size
zh_cn: 二级缓存：1 mb，8路关联，32字节行大小

source: 2nd-level cache: 1 MBytes, 8-way set associative, 64 bytes line size, 2 lines per sector
zh_cn: 二级缓存: 1 mb, 8 路集关联, 64 字节行大小, 每扇区2行

source: 2nd-level cache: 128 KBytes, 2-way set associative, sectored cache, 64-byte line size
zh_cn: 二级缓存: 128 kb, 2 路集关联, 扇区高速缓存, 64 字节行大小

source: 2nd-level cache: 128 KBytes, 4-way set associative, 32 byte line size
zh_cn: 二级缓存: 128 kb, 4 路集关联, 32 字节行大小

source: 2nd-level cache: 128 KBytes, 4-way set associative, sectored cache, 64-byte line size
zh_cn: 二级缓存: 128 kb, 4 路集关联, 扇区高速缓存, 64 字节行大小

source: 2nd-level cache: 128 KBytes, 8-way set associative, 64 bytes line size, 2 lines per sector
zh_cn: 二级缓存: 128 kb, 8 路集关联, 64 字节行大小, 每扇区2行

source: 2nd-level cache: 192 KBytes, 6-way set associative, sectored cache, 64-byte line size
zh_cn: 二级缓存: 192 kb, 6 路集关联, 扇区高速缓存, 64 字节行大小

source: 2nd-level cache: 2 MBytes, 4-way set associative, 32 byte line size
zh_cn: 二级缓存: 2 mb, 4 路集关联, 32 字节行大小

source: 2nd-level cache: 2 MBytes, 8-way associative, 32 byte line size
zh_cn: 二级缓存: 2 mb, 8 路集关联, 32 字节行大小

source: 2nd-level cache: 2 MBytes, 8-way set associative, 64 byte line size
zh_cn: 二级缓存: 2 mb, 8 路集关联, 64 字节行大小

source: 2nd-level cache: 256 KBytes, 4-way set associative, 32 byte line size
zh_cn: 二级缓存: 256 kb, 4 路集关联, 32 字节行大小

source: 2nd-level cache: 256 KBytes, 4-way set associative, sectored cache, 64-byte line size
zh_cn: 二级缓存: 256 kb, 4 路集关联, 扇区高速缓存, 64 字节行大小

source: 2nd-level cache: 256 KBytes, 8-way associative, 32 byte line size
zh_cn: 二级缓存: 256 kb, 8 路关联, 32 字节行大小

source: 2nd-level cache: 256 KBytes, 8-way set associative, 64 bytes line size, 2 lines per sector
zh_cn: 二级缓存: 256 kb, 8 路集关联, 64 字节行大小, 每扇区2行

source: 2nd-level cache: 384 KBytes, 6-way set associative, sectored cache, 64-byte line size
zh_cn: 二级缓存: 384 kb, 6 路集关联, 扇区高速缓存, 64 字节行大小

source: 2nd-level cache: 4 MBytes, 16-way set associative, 64 byte line size
zh_cn: 二级缓存: 4 mb, 16 路集关联, 64 字节行大小

source: 2nd-level cache: 512 KByte, 4-way set associative, 64 byte line size
zh_cn: 二级缓存: 512 kb, 4 路集关联, 64 字节行大小

source: 2nd-level cache: 512 KBytes, 2-way set associative, 64 byte line size
zh_cn: 二级缓存: 512 kb, 2 路集关联, 64 字节行大小

source: 2nd-level cache: 512 KBytes, 4-way set associative, 32 byte line size
zh_cn: 二级缓存: 512 kb, 4 路集关联, 32 字节行大小

source: 2nd-level cache: 512 KBytes, 4-way set associative, sectored cache, 64-byte line size
zh_cn: 二级缓存: 512 kb, 4 路集关联, 扇区高速缓存, 64 字节行大小

source: 2nd-level cache: 512 KBytes, 8-way associative, 32 byte line size
zh_cn: 二级缓存: 512 kb, 8 路关联, 32 字节行大小

source: 2nd-level cache: 512 KBytes, 8-way set associative, 64 byte line size
zh_cn: 二级缓存: 512 kb, 8 路集关联, 64 字节行大小

source: 2nd-level cache: 512 KBytes, 8-way set associative, 64 bytes line size, 2 lines per sector
zh_cn: 二级缓存: 512 kb, 8 路集关联, 64 字节行大小, 每扇区2行

source: 2nd-level cache: 6MByte, 24-way set associative, 64 byte line size
zh_cn: 二级高速缓存: 6 mb, 24 路集关联, 64 字节线大小

source: 3 seconds
zh_cn: 3 秒

source: 300x250 Image + Text Ad
zh_cn: 300x250 图片 + 文字广告

source: 300x250 Image Ad click to Full Screen Image
zh_cn: 300x250 图片广告点击全屏图像

source: 300x250 Image Ad with Hotspots
zh_cn: 带有热点的 300x250 图像广告

source: 300x250 Video Ad click to Full Screen Video
zh_cn: 300x250 视频广告点击全屏视频

source: 3DS SDK Location
zh_cn: 3DS SDK 路径

source: 3DS Tools Location
zh_cn: 3DS工具路径

source: 3rd Party Frameworks + Bundles (Check for weak ref)
zh_cn: 第三方框架 + 捆绑包 (检查弱 ref)

source: 3rd level cache: 1 MBytes, 8-way set associative, 64 byte line size, 2 lines per sector
zh_cn: 三级缓存: 1 mb, 8 路集关联, 64 字节行大小, 2 行每扇区

source: 3rd level cache: 2 MBytes, 8-way set associative, 64 byte line size, 2 lines per sector
zh_cn: 三级缓存: 2 mb, 8 路集关联, 64 字节行大小, 2 行每扇区

source: 3rd level cache: 4 MBytes, 8-way set associative, 64 byte line size, 2 lines per sector
zh_cn: 三级缓存: 4 mb, 8 路集关联, 64 字节行大小, 2 行每扇区

source: 3rd level cache: 512 KBytes, 4-way set associative, 64 byte line size, 2 lines per sector
zh_cn: 三级缓存: 512 kb, 4 路集关联, 64 字节行大小, 每扇区2行

source: 3rd-level cache: 1 MByte, 4-way set associative, 64 byte line size
zh_cn: 三级缓存: 1 mb, 4 路集关联, 64 字节行大小

source: 3rd-level cache: 1 MByte, 8-way set associative, 64 byte line size
zh_cn: 三级缓存: 1 mb, 8 路集关联, 64 字节行大小

source: 3rd-level cache: 1.5 MByte, 12-way set associative, 64 byte line size
zh_cn: 三级缓存: 1.5 mb, 12 路集关联, 64 字节行大小

source: 3rd-level cache: 12 MByte, 24-way set associative, 64 byte line size
zh_cn: 三级缓存:12 mb, 24 路集关联, 64 字节行大小

source: 3rd-level cache: 12MByte, 12-way set associative, 64 byte line size
zh_cn: 三级高速缓存: 12mb, 12 路集关联, 64 字节线大小

source: 3rd-level cache: 16MByte, 16-way set associative, 64 byte line size
zh_cn: 三级高速缓存: 16mb, 16 路集关联, 64 字节线大小

source: 3rd-level cache: 18 MByte, 24-way set associative, 64 byte line size
zh_cn: 三级缓存:18 mb, 24 路集关联, 64 字节行大小

source: 3rd-level cache: 2 MByte, 16-way set associative, 64 byte line size
zh_cn: 三级缓存: 2 mb, 16 路集关联, 64 字节行大小

source: 3rd-level cache: 2 MByte, 4-way set associative, 64 byte line size
zh_cn: 三级缓存: 2 mb, 4 路集关联, 64 字节行大小

source: 3rd-level cache: 2 MByte, 8-way set associative, 64 byte line size
zh_cn: 三级缓存: 2 mb, 8 路集关联, 64 字节行大小

source: 3rd-level cache: 24 MByte, 24-way set associative, 64 byte line size
zh_cn: 三级缓存:24 mb, 24 路集关联, 64 字节行大小

source: 3rd-level cache: 3 MByte, 12-way set associative, 64 byte line size
zh_cn: 三级缓存: 3 mb, 12 路集关联, 64 字节行大小

source: 3rd-level cache: 4 MByte, 16-way set associative, 64 byte line size
zh_cn: 三级缓存: 4 mb, 16 路集关联, 64 字节行大小

source: 3rd-level cache: 4 MByte, 8-way set associative, 64 byte line size
zh_cn: 三级缓存: 4 mb, 8 路集关联, 64 字节行大小

source: 3rd-level cache: 4 MBytes, 4-way set associative, 64 byte line size
zh_cn: 三级缓存: 4 mb, 4 路集关联, 64 字节行大小

source: 3rd-level cache: 512 KByte, 4-way set associative, 64 byte line size
zh_cn: 三级缓存: 512 KByte, 4 路集关联, 64 字节行大小

source: 3rd-level cache: 6 MByte, 12-way set associative, 64 byte line size
zh_cn: 三级缓存: 6 mb, 12 路集关联, 64 字节行大小

source: 3rd-level cache: 6MByte, 12-way set associative, 64 byte line size
zh_cn: 三级高速缓存: 6mb, 12 路集关联, 64 字节线大小

source: 3rd-level cache: 8 MByte, 16-way set associative, 64 byte line size
zh_cn: 三级缓存: 8 mb, 16 路集关联, 64 字节行大小

source: 3rd-level cache: 8 MByte, 8-way set associative, 64 byte line size
zh_cn: 三级缓存: 8 mb, 8 路集关联, 64 字节行大小

source: 3rd-level cache: 8 MBytes, 4-way set associative, 64 byte line size
zh_cn: 三级缓存: 8 mb, 4 路集关联, 64 字节行大小

source: 3rd-level cache: 8MByte, 16-way set associative, 64 byte line size
zh_cn: 三级高速缓存: 8mb, 16 路集关联, 64 字节线大小

source: 4 seconds
zh_cn: 4 秒

source: 5 seconds
zh_cn: 5 秒

source: 500x130 Image + Text Ad
zh_cn: 500x130 图片 + 文字广告

source: 6 seconds
zh_cn: 6 秒

source: 64-Byte Prefetching
zh_cn: 64 字节预取

source: 7 seconds
zh_cn: 7 秒

source: 728x90 Image Ad click to Full Screen Image
zh_cn: 728x90 图片广告点击全屏图像

source: 728x90 Image Ad
zh_cn: 728x90 图片广告

source: 728x90 Video Ad click to Full Screen Video
zh_cn: 728x90 视频广告点击全屏视频

source: 8 bit
zh_cn: 8位

source: 8 seconds
zh_cn: 8 秒

source: 9 seconds
zh_cn: 9 秒

source: 90 degrees
zh_cn: 90 度

source: < Press refresh to fetch certificate list from Mac>
zh_cn: < 点击刷新以从 Mac 获取证书列表 >

source: < Select Room Background >
zh_cn: < 选择房间背景 >

source: <!-- Insert the languages your title supports here --> <!-- os_get_language will only return languages that are listed --> <!-- "en" is supported by default --> <!-- Resource Language="en-us"/ -->
zh_cn: <!-- 在此处插入您的标题支持的语言 --> <!-- os_get_language 将仅返回默认情况下支持的语言 --> <!-- 默认情况下支持 “en” --> <!-- Resource Language="en-us"/ -->

source: <mx:Ratings Category="game"> <!-- Insert your title ratings here --> <!-- See "Title Ratings for Xbox One" white paper --> <!-- from developer.xboxlive.com for details --> </mx:Ratings>
zh_cn: <mx:Ratings Category="game"> <!-- 在此处插入您的标题分级 --> <!-- 请参阅 "Xbox One 的标题评级" 白皮书 --> <!-- developer.xboxlive.com 的信息 --> </mx:Ratings>

source: <no image>
zh_cn: <无图像>

source: <no object>
zh_cn: <无物体>

source: <select and move>
zh_cn: <选择并移动>

source: A call to an OS function failed
zh_cn: 对操作系统函数的调用失败

source: A control cannot have itself as its parent
zh_cn: 控件不能将其自身作为其父控件

source: A legacy method that may be more compatible with older GPUs and drivers
zh_cn: 可能与较旧的 GPU 和驱动程序更兼容的旧式方法

source: A restart will be required for this to work properly.
zh_cn: 必须重新启动才能正常工作。

source: A unique ID for your extension
zh_cn: 扩展名的唯一 ID

source: A unique password of 8 or more characters
zh_cn: 8个或更多字符的唯一密码

source: A&larm
zh_cn: 计时器

source: A&utomatic
zh_cn: 自动

source: ADB IP Address
zh_cn: ADB IP 地址

source: ADB dir on Mac
zh_cn: Mac 上的 ADB 路径

source: Abort
zh_cn: 中止

source: About Game Maker
zh_cn: 关于 Game Maker

source: Access Instance's Creation Code
zh_cn: 访问实例的创建代码

source: Account
zh_cn: 帐户

source: Acquire Developer License
zh_cn: 获取开发者许可证

source: ActionForm
zh_cn: 动作窗口

source: Actions:
zh_cn: 动作:

source: Active Extensions
zh_cn: 活动扩展

source: Active packages:
zh_cn: 活动包:

source: Ad Unit Id
zh_cn: 广告单元 Id

source: Add
zh_cn: 添加

source: Add All
zh_cn: 添加全部

source: Add Android SDK
zh_cn: 添加 Android SDK

source: Add Android Source
zh_cn: 添加 Android 源

source: Add Event
zh_cn: 添加事件

source: Add Existing
zh_cn: 添加现有资源

source: Add Feed
zh_cn: 添加 feed

source: Add GML File
zh_cn: 添加 GML 文件

source: Add Generic
zh_cn: 添加泛型

source: Add Image
zh_cn: 添加图像

source: Add Item
zh_cn: 添加项目

source: Add JS File
zh_cn: 添加 JS 文件

source: Add Moment
zh_cn: 添加时刻

source: Add New Function
zh_cn: 添加新函数

source: Add New Option
zh_cn: 添加新选项

source: Add New Row
zh_cn: 添加新行

source: Add Placeholder
zh_cn: 添加占位符

source: Add RSS Feed
zh_cn: 添加 RSS 订阅

source: Add Resources
zh_cn: 添加资源s

source: Add Sprite from file
zh_cn: 从文件中添加精灵

source: Add a file to be included
zh_cn: 添加要包含的文件

source: Add a font range
zh_cn: 添加字体范围

source: Add a glow around the image
zh_cn: 在图像周围添加光晕

source: Add a new game, after uploading you will be able to edit your games meta data and publish from the Player Developer Console.
zh_cn: 添加一个新的游戏, 上传后, 你将能够编辑你的游戏元数据, 并从玩家开发者控制台发布。

source: Add a screenshot
zh_cn: 添加屏幕截图

source: Add a shadow to the image
zh_cn: 向图像添加阴影

source: Add a sprite from a file
zh_cn: 从文件中添加精灵

source: Add a tile layer at a particular depth
zh_cn: 在特定深度添加图块

source: Add a trigger to the list
zh_cn: 在列表中添加触发器

source: Add an empty image at the end
zh_cn: 在末尾添加空图像

source: Add an outline to the image
zh_cn: 向图像添加轮廓

source: Add config and cersion to created executable
zh_cn: 将配置和 cersion 添加到创建的可执行文件

source: Add config and version to filename on create executable
zh_cn: 在创建可执行文件时向文件名添加配置和版本

source: Add from Stri&p...
zh_cn: &&从 Strip 添加...

source: Add iOS Framework From Mac
zh_cn: 从 Mac 添加 iOS 框架

source: Add iOS Source Directory
zh_cn: 添加 iOS 源目录

source: Add license keys, one per line.
zh_cn: 添加许可证密钥, 每行一个。

source: Add new Audio Group
zh_cn: 添加新音频组

source: Add new Texture Group
zh_cn: 添加新纹理组

source: Add new configuration
zh_cn: 添加新配置

source: Add the point to the path
zh_cn: 将点添加到路径

source: Add the selected package to the Used list
zh_cn: 将所选包添加到已用列表中

source: Add to Project
zh_cn: 添加到项目

source: Add to Source Control
zh_cn: 添加到源代码管理
